{
    "1": "In Punjab Gang-Rape Case, 5 Get Life Term, 20 Years In Jail For Juvenile\nPress Trust of India | Friday March 04, 2022, Ludhiana (Punjab)\nA court in Ludhiana on Friday sentenced five people to life imprisonment and a juvenile to 20 years in jail for the gang-rape of a woman in 2019.\n42-Year-Old Man Arrested For Raping Daughter In UP: Police\nPress Trust of India | Friday March 04, 2022, Shahjahanpur\nA 42-year-old man was arrested in Uttar Pradesh's Shahjahanpur on the charge of repeatedly raping his minor daughter, police said on Friday.\nISL: Jamshedpur FC Inch Closer To League Shield With Win Over Odisha FC\nPress Trust of India | Friday March 04, 2022\nJamshedpur FC took a major step towards securing the Indian Super League winner's shield after a dominant 5-1 victory over Odisha FC in Bambolim on Friday.\nPutin Denies Bombing Ukraine Cities, Says Ready For Talks If Demands Met\nAgence France-Presse | Friday March 04, 2022, Moscow\nRussian President Vladimir Putin in a phone call with German Chancellor Olaf Scholz denied that Russian troops were bombing Ukrainian cities, dismissing such information as fake, the Kremlin said Friday.\n2 Children Among 7 Killed In Russian Air Strike Near Ukraine Capital: Police\nReuters | Friday March 04, 2022, Lviv, Ukraine\nA Russian air strike on a rural residential area in Kyiv region killed at least seven people on Friday, including two children, Ukraine state police said in a statement.\nShane Warne: He Took The World For A Spin And The World Loved Him Back\nPress Trust of India | Friday March 04, 2022\nThe 163 gram red cherry was Shane Warne's muse. The 22-yard strip was his canvas and that supple yet strong right wrist was a paint brush.\nPetitioners Not Entitled To Claim Detailed Scorecard Of All Class 10 Students Of School: CBSE To Supreme Court\nReported by Press Trust of India | Friday March 04, 2022\nIn an affidavit filed in the Supreme Court, the Central Board of Secondary Education (CBSE) said that a three-member enquiry committee had concluded in its August last year inquiry report that the school had prepared the result of class 10 students as per the tabulation policy.\n\"Indians Had A Special Place For You\": Sachin Tendulkar's Emotional Tribute To Shane Warne\nNDTV Sports Desk | Friday March 04, 2022\nIndian cricket great Sachin Tendulkar paid an emotional tribute to his long-time rival and friend Shane Warne after the latter died in a suspected heart attack on Friday.\nMumbai Court Denies Bail To Accused In Bulli Bai App Case\nPress Trust of India | Friday March 04, 2022, Mumbai\nA sessions court in Mumbai on Friday denied bail to accused Shweta Singh in the Bulli Bai app case.\nDelhi Government Felicitates 17 Lecturers For 'Excellent' Work\nReported by Press Trust of India | Friday March 04, 2022\nAccording to the guidelines for the award, there is a provision to award one lecturer each from the 28 colleges under the government-funded university and two lecturers each from the three state universities. The award comprises ₹ 1 lakh and a citation.\nDelhi Liquor Licenses Extended Under New Policy For 2 Months\nPress Trust of India | Friday March 04, 2022, New Delhi\nThe Delhi government's excise department has extended the licenses of liquor wholesalers and establishments such as bars and restaurants under a new policy for two months, in view of disruption caused by the third Covid wave and subsequent lockdown.\n'RIP GOAT': Virat Kohli, Rohit Sharma Condole Shane Warne Death\nAsian News International | Friday March 04, 2022\nShane Warne was one of the best leg-spinners to have embraced the game and was fondly known as 'King of Spin'. Warne scalped 708 wickets in his illustrious career which spanned for 145 Test matches.\nSwedish Woman Who Enlisted Son, To Fight For ISIS, Jailed\nAgence France-Presse | Friday March 04, 2022, Stockholm, Sweden\nA court in Sweden on Friday sentenced a mother to six years in jail for allowing her son to fight for the Islamic State (ISIS) group as a child soldier in Syria.\nShane Warne Dies At 52: Remembering Spin Great's 5 Most Memorable Performances\nNDTV Sports Desk | Friday March 04, 2022\nOne of the greatest cricketers in history, Shane Warne captivated cricket fans around the world with some remarkable bowling spells.\nCentre Explores Ways To Let Medical Students From Ukraine Finish Courses\nPress Trust of India | Friday March 04, 2022, New Delhi\nHealth Ministry and National Medical Commission are exploring possibility of relaxing provisions of NMC Regulations, 2021 or finding alternatives to enable Ukraine-return medical students complete their courses in private colleges in India or abroad."
}